Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTraits.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

# trait.Bullying
source: Bullying
de: Mobbing
ja: いじめ
ko: 괴롭힘
pl: Znęcanie się
zh_hans: 霸凌
zh_hant: 霸凌

# trait.Bun
source: Bun
de: Dutt
ja: お団子ヘア
ko: 당고머리
pl: Kok
zh_hans: 发髻
zh_hant: 髮髻

# trait.Bun Covers
source: Bun Covers
de: Duttabdeckungen
ja: シニヨンカバー
ko: 시뇽 커버
pl: Ozdobne osłonki na koki
zh_hans: 发髻罩
zh_hant: 髮髻罩

# trait.Bunny Dress
source: Bunny Dress
de: Bunny-Kleid
ja: バニードレス
ko: 바니 드레스
pl: Sukienka króliczka
zh_hans: 兔女郎连衣裙
zh_hant: 兔女郎裝

# trait.Butt Monkey
source: Butt Monkey
de: Ständiger Prügelknabe
ja: いじられ役
ko: 동네북
pl: Wieczny kozioł ofiarny
zh_hans: 受气包
zh_hant: 受氣包

# trait.Butt Plug
source: Butt Plug
de: Analplug
ja: アナルプラグ
ko: 애널 플러그
pl: Korek analny
zh_hans: 肛塞
zh_hant: 肛塞

# trait.Butterfly
source: Butterfly
de: Schmetterling
ja: 蝶
ko: 나비
pl: Motyl
zh_hans: 蝴蝶
zh_hant: 蝴蝶

# trait.Buttjob
source: Buttjob
de: Penisstimulation zwischen den Gesäßbacken
ja: 尻コキ
ko: 엉덩이 파이즈리
pl: Stymulacja penisa między pośladkami
zh_hans: 臀交
zh_hant: 臀交

# trait.Cadet
source: Cadet
de: Kadett
ja: 士官候補生
ko: 사관 후보생
pl: Kadet
zh_hans: 军校学员
zh_hant: 軍校學員

# trait.Calligraphy
source: Calligraphy
de: Kalligrafie
ja: 書道
ko: 서예
pl: Kaligrafia
zh_hans: 书法
zh_hant: 書法

# trait.Cambodian
source: Cambodian
de: Kambodschanisch
ja: カンボジア人
ko: 캄보디아인
pl: Kambodżanin
zh_hans: 柬埔寨人
zh_hant: 柬埔寨人

# trait.Camera
source: Camera
de: Kamera
ja: カメラ
ko: 카메라
pl: Aparat fotograficzny
zh_hans: 相机
zh_hant: 相機

# trait.Canadian
source: Canadian
de: Kanadisch
ja: カナダ人
ko: 캐나다인
pl: Kanadyjczyk
zh_hans: 加拿大人
zh_hant: 加拿大人

# trait.Cancer
source: Cancer
de: Krebs
ja: 癌
ko: 암
pl: Nowotwór
zh_hans: 癌症
zh_hant: 癌症

# trait.Cannibalism
source: Cannibalism
de: Kannibalismus
ja: カニバリズム
ko: 식인
pl: Kanibalizm
zh_hans: 食人
zh_hant: 食人

# trait.Canteen
source: Canteen
de: Feldflasche
ja: 水筒
ko: 물통
pl: Manierka
zh_hans: 水壶
zh_hant: 水壺

# trait.Cape
source: Cape
de: Umhang
ja: マント
ko: 망토
pl: Peleryna
zh_hans: 斗篷
zh_hant: 斗篷

# trait.Capelet
source: Capelet
de: Kurzer Umhang
ja: ケープレット
ko: 케이프렛
pl: Krótka pelerynka
zh_hans: 小斗篷
zh_hant: 小斗篷

# trait.Capital Punishment
source: Capital Punishment
de: Todesstrafe
ja: 死刑
ko: 사형
pl: Kara śmierci
zh_hans: 死刑
zh_hant: 死刑

# trait.Capri Pants
source: Capri Pants
de: Caprihose
ja: カプリパンツ
ko: 카프리 팬츠
pl: Spodnie capri
zh_hans: 七分裤
zh_hant: 七分褲

# trait.Captain
source: Captain
de: Kapitän
ja: 隊長
ko: 대장
pl: Kapitan
zh_hans: 队长
zh_hant: 隊長

# trait.Captain of the Guard
source: Captain of the Guard
de: Hauptmann der Wache
ja: 衛兵隊長
ko: 근위대장
pl: Dowódca straży
zh_hans: 卫队长
zh_hant: 衛隊長

# trait.Cardigan
source: Cardigan
de: Strickjacke
ja: カーディガン
ko: 카디건
pl: Kardigan
zh_hans: 开衫
zh_hant: 針織外套

# trait.Careers
source: Careers
de: Berufe
ja: 職業
ko: 직업
pl: Zawody
zh_hans: 职业
zh_hant: 職業

# trait.Carefree
source: Carefree
de: Unbeschwert
ja: のんき
ko: 태평함
pl: Beztroski
zh_hans: 无忧无虑
zh_hant: 無憂無慮

# trait.Cargo Pants
source: Cargo Pants
de: Cargohose
ja: カーゴパンツ
ko: 카고 팬츠
pl: Spodnie cargo
zh_hans: 工装裤
zh_hant: 工作褲

# trait.Caribbean
source: Caribbean
de: Karibisch
ja: カリブ系
ko: 카리브계
pl: Osoba z Karaibów
zh_hans: 加勒比人
zh_hant: 加勒比人

# trait.Carpenter
source: Carpenter
de: Zimmermann
ja: 大工
ko: 목수
pl: Cieśla
zh_hans: 木匠
zh_hant: 木匠

# trait.Carpet Beater
source: Carpet Beater
de: Teppichklopfer
ja: 布団たたき
ko: 먼지떨이
pl: Trzepaczka do dywanów
zh_hans: 地毯拍
zh_hant: 地毯拍

# trait.Cassock
source: Cassock
de: Soutane
ja: カソック
ko: 카속
pl: Sutanna
zh_hans: 长祭衣
zh_hant: 長祭衣

# trait.Castration
source: Castration
de: Kastration
ja: 去勢
ko: 거세
pl: Kastracja
zh_hans: 阉割
zh_hant: 閹割

# trait.Casual Sex
source: Casual Sex
de: Unverbindlicher Sex
ja: カジュアルセックス
ko: 캐주얼 섹스
pl: Przygodny seks
zh_hans: 随意性行为
zh_hant: 隨意性行為

# trait.Cat
source: Cat
de: Katze
ja: 猫
ko: 고양이
pl: Kot
zh_hans: 猫
zh_hant: 貓

# trait.Cat Cosplay
source: Cat Cosplay
de: Katzen-Cosplay
ja: 猫コスプレ
ko: 고양이 코스프레
pl: Cosplay kota
zh_hans: 猫咪装扮
zh_hant: 貓咪裝扮

# trait.Cat Person
source: Cat Person
de: Katzenliebhaber
ja: 猫人間
ko: 고양이 인간
pl: Miłośnik kotów
zh_hans: 猫人
zh_hant: 貓人

# trait.Catheter
source: Catheter
de: Katheter
ja: カテーテル
ko: 카테터
pl: Cewnik
zh_hans: 导尿管
zh_hant: 導尿管

# trait.Catsuit
source: Catsuit
de: Enger Ganzkörperanzug
ja: キャットスーツ
ko: 캣슈트
pl: Obcisły kombinezon
zh_hans: 紧身连体衣
zh_hant: 緊身連身衣

# trait.Cautious
source: Cautious
de: Vorsichtig
ja: 慎重
ko: 신중함
pl: Ostrożny
zh_hans: 谨慎
zh_hant: 謹慎

# trait.Celestial Body
source: Celestial Body
de: Himmelskörper
ja: 天体
ko: 천체
pl: Ciało niebieskie
zh_hans: 天体
zh_hant: 天體

# trait.Centaur
source: Centaur
de: Zentaur
ja: ケンタウロス
ko: 켄타우로스
zh_hans: 半人马
zh_hant: 半人馬

# trait.Central Heterochromia
source: Central Heterochromia
de: Zentrale Heterochromie
ja: 中心性虹彩異色症
ko: 중심 이색증
pl: Heterochromia centralna
zh_hans: 中央异色瞳
zh_hant: 中央異色瞳

# trait.Ceremonial Japanese Clothing
source: Ceremonial Japanese Clothing
de: Japanische Festkleidung
ja: 日本の礼装
ko: 일본식 예복
pl: Japoński strój ceremonialny
zh_hans: 日式礼服
zh_hant: 日式禮服

# trait.Cervix Penetration
source: Cervix Penetration
de: Penetration des Gebärmutterhalses
ja: 子宮口挿入
ko: 자궁구 삽입
pl: Penetracja szyjki macicy
zh_hans: 宫颈插入
zh_hant: 子宮頸插入

# trait.Chain Jewellery
source: Chain Jewellery
de: Kettenschmuck
ja: チェーンアクセサリー
ko: 체인 장신구
pl: Biżuteria z łańcuszków
zh_hans: 链饰
zh_hant: 鏈飾

# trait.Chain Weapon
source: Chain Weapon
de: Kettenwaffe
ja: 鎖武器
ko: 사슬 무기
pl: Broń łańcuchowa
zh_hans: 链式武器
zh_hant: 鏈式武器

# trait.Chainsaw
source: Chainsaw
de: Kettensäge
ja: チェーンソー
ko: 전기톱
pl: Piła łańcuchowa
zh_hans: 电锯
zh_hant: 電鋸

# trait.Chaps
source: Chaps
de: Leder-Beinschützer
ja: チャップス
ko: 챕스
pl: Skórzane ochraniacze na nogi
zh_hans: 皮套裤
zh_hant: 皮套褲

# trait.Character Archetypes
source: Character Archetypes
de: Figurenarchetypen
ja: キャラクター類型
ko: 캐릭터 유형
pl: Archetypy postaci
zh_hans: 角色原型
zh_hant: 角色原型

# trait.Charismatic
source: Charismatic
de: Charismatisch
ja: カリスマ性がある
ko: 카리스마 있음
pl: Charyzmatyczny
zh_hans: 有魅力
zh_hant: 有魅力

# trait.Chastity Belt
source: Chastity Belt
de: Keuschheitsgürtel
ja: 貞操帯
ko: 정조대
pl: Pas cnoty
zh_hans: 贞操带
zh_hant: 貞操帶

# trait.Cheerful
source: Cheerful
de: Fröhlich
ja: 陽気
ko: 쾌활함
pl: Pogodny
zh_hans: 开朗
zh_hant: 開朗

# trait.Cheerleading Uniform
source: Cheerleading Uniform
de: Cheerleader-Uniform
ja: チアリーディングユニフォーム
ko: 치어리딩 유니폼
pl: Strój cheerleaderski
zh_hans: 啦啦队服
zh_hant: 啦啦隊服

# trait.Chef's Uniform
source: Chef's Uniform
de: Kochuniform
ja: コック服
ko: 조리복
pl: Strój kucharski
zh_hans: 厨师服
zh_hant: 廚師服

# trait.Chemise
source: Chemise
de: Unterkleid
ja: シュミーズ
ko: 슈미즈
pl: Koszulka nocna
zh_hans: 吊带衬裙
zh_hant: 吊帶襯裙

# trait.Chess
source: Chess
de: Schach
ja: チェス
ko: 체스
pl: Szachy
zh_hans: 国际象棋
zh_hant: 國際象棋

# trait.Chest Hair
source: Chest Hair
de: Brustbehaarung
ja: 胸毛
ko: 가슴 털
pl: Owłosienie klatki piersiowej
zh_hans: 胸毛
zh_hant: 胸毛

# trait.Chibi Only
source: Chibi Only
de: Nur Chibi-Darstellung
ja: ちびキャラのみ
ko: SD 캐릭터만
pl: Wyłącznie styl chibi
zh_hans: 仅Q版
zh_hant: 僅Q版

# trait.Chief of Ninja Clan
source: Chief of Ninja Clan
de: Oberhaupt eines Ninja-Clans
ja: 忍者一族の頭領
ko: 닌자 일족의 수장
pl: Przywódca klanu ninja
zh_hans: 忍者族长
zh_hant: 忍者族長

# trait.Child Abandonment
source: Child Abandonment
de: Aussetzen von Kindern
ja: 子どもの遺棄
ko: 아동 유기
pl: Porzucanie dzieci
zh_hans: 遗弃儿童
zh_hant: 遺棄兒童

# trait.Child Abuse
source: Child Abuse
de: Kindesmisshandlung
ja: 児童虐待
ko: 아동 학대
pl: Znęcanie się nad dziećmi
zh_hans: 虐待儿童
zh_hant: 虐待兒童

# trait.Child Neglect
source: Child Neglect
de: Vernachlässigung von Kindern
ja: ネグレクト
ko: 아동 방임
pl: Zaniedbywanie dzieci
zh_hans: 忽视儿童
zh_hant: 忽視兒童

# trait.Child Trafficking
source: Child Trafficking
de: Kinderhandel
ja: 児童売買
ko: 아동 매매
pl: Handel dziećmi
zh_hans: 贩卖儿童
zh_hant: 販賣兒童

# trait.Childbirth
source: Childbirth
de: Entbindung
ja: 出産
ko: 출산
pl: Poród
zh_hans: 分娩
zh_hant: 分娩

# trait.Childhood Friend
source: Childhood Friend
de: Kindheitsfreund
ja: 幼なじみ
ko: 소꿉친구
pl: Przyjaciel z dzieciństwa
zh_hans: 青梅竹马
zh_hant: 青梅竹馬

# trait.Childishly Violent
source: Childishly Violent
de: Kindisch gewalttätig
ja: 子どもじみた暴力性
ko: 유치하고 폭력적
pl: Dziecinnie agresywny
zh_hans: 幼稚且暴力
zh_hant: 幼稚且暴力

# trait.Chimera
source: Chimera
de: Chimäre
ja: キメラ
ko: 키메라
zh_hans: 奇美拉
zh_hant: 奇美拉

# trait.Chin
source: Chin
de: Kinn
ja: 顎
ko: 턱
pl: Podbródek
zh_hans: 下巴
zh_hant: 下巴

# trait.Chinese
source: Chinese
de: Chinesisch
ja: 中国人
ko: 중국인
pl: Chińczyk
zh_hans: 中国人
zh_hant: 中國人

# trait.Chinese Dress
source: Chinese Dress
de: Qipao
ja: チャイナドレス
ko: 치파오
pl: Qipao
zh_hans: 旗袍
zh_hant: 旗袍

# trait.Chinese Martial Arts
source: Chinese Martial Arts
de: Chinesische Kampfkünste
ja: 中国武術
ko: 중국 무술
pl: Chińskie sztuki walki
zh_hans: 中国武术
zh_hant: 中國武術

# trait.Choker
source: Choker
de: Enges Halsband
ja: チョーカー
ko: 초커
zh_hans: 颈链
zh_hant: 頸鏈

# trait.Chonmage
source: Chonmage
de: Chonmage-Frisur
ja: 丁髷
ko: 촌마게
pl: Fryzura chonmage
zh_hans: 丁髷发型
zh_hant: 丁髷髮型

# trait.Christian Nun
source: Christian Nun
de: Christliche Nonne
ja: 修道女
ko: 수녀
pl: Zakonnica chrześcijańska
zh_hans: 修女
zh_hant: 修女

# trait.Christian Priest
source: Christian Priest
de: Christlicher Priester
ja: キリスト教司祭
ko: 기독교 사제
pl: Kapłan chrześcijański
zh_hans: 基督教神父
zh_hant: 基督教神父

# trait.Christianity
source: Christianity
de: Christentum
ja: キリスト教
ko: 기독교
pl: Chrześcijaństwo
zh_hans: 基督教
zh_hant: 基督教

# trait.Christmas Cap
source: Christmas Cap
de: Weihnachtsmütze
ja: サンタ帽
ko: 산타 모자
pl: Czapka świąteczna
zh_hans: 圣诞帽
zh_hant: 聖誕帽

# trait.Church Sex
source: Church Sex
de: Sex in einer Kirche
ja: 教会でのセックス
ko: 교회에서의 성교
pl: Seks w kościele
zh_hans: 教堂性爱
zh_hant: 教堂性愛

# trait.Chuunibyou
source: Chuunibyou
de: Chūnibyō
ja: 中二病
ko: 중2병
pl: Chūnibyō
zh_hans: 中二病
zh_hant: 中二病

# trait.Cigar
source: Cigar
de: Zigarre
ja: 葉巻
ko: 시가
pl: Cygaro
zh_hans: 雪茄
zh_hant: 雪茄

# trait.Cigarette
source: Cigarette
de: Zigarette
ja: 紙巻きたばこ
ko: 담배
pl: Papieros
zh_hans: 香烟
zh_hant: 香菸

# trait.Cinephile
source: Cinephile
de: Filmliebhaber
ja: 映画好き
ko: 영화 애호가
pl: Kinoman
zh_hans: 影迷
zh_hant: 影迷

# trait.Circumcised
source: Circumcised
de: Beschnitten
ja: 割礼済み
ko: 포경 수술함
pl: Obrzezany
zh_hans: 已割包皮
zh_hant: 已割包皮

# trait.Circus Performer
source: Circus Performer
de: Zirkusartist
ja: サーカス芸人
ko: 서커스 단원
pl: Artysta cyrkowy
zh_hans: 马戏团演员
zh_hant: 馬戲團演員

# trait.Civil Servant
source: Civil Servant
de: Beamter
ja: 公務員
ko: 공무원
pl: Urzędnik
zh_hans: 公务员
zh_hant: 公務員

# trait.Clamps (BDSM)
source: Clamps (BDSM)
de: Klemmen (BDSM)
ja: クランプ（BDSM）
ko: 클램프(BDSM)
pl: Klamry (BDSM)
zh_hans: 夹具（BDSM）
zh_hant: 夾具（BDSM）

# trait.Claret
source: Claret
de: Weinrot
ja: ワインレッド
ko: 와인색
pl: Bordowy
zh_hans: 酒红色
zh_hant: 酒紅色

# trait.Class President
source: Class President
de: Klassensprecher
ja: 学級委員長
ko: 반장
pl: Przewodniczący klasy
zh_hans: 班长
zh_hant: 班長

# trait.Class Vice President
source: Class Vice President
de: Stellvertretender Klassensprecher
ja: 学級副委員長
ko: 부반장
pl: Zastępca przewodniczącego klasy
zh_hans: 副班长
zh_hant: 副班長

# trait.Classic Tsundere
source: Classic Tsundere
de: Klassische Tsundere
ja: 古典的ツンデレ
ko: 고전적 츤데레
pl: Klasyczna tsundere
zh_hans: 经典傲娇
zh_hant: 經典傲嬌

# trait.Classmate
source: Classmate
de: Klassenkamerad
ja: クラスメイト
ko: 반 친구
pl: Kolega z klasy
zh_hans: 同班同学
zh_hant: 同班同學

# trait.Claustrophobia
source: Claustrophobia
de: Klaustrophobie
ja: 閉所恐怖症
ko: 폐소 공포증
pl: Klaustrofobia
zh_hans: 幽闭恐惧症
zh_hant: 幽閉恐懼症

# trait.Claw
source: Claw
de: Klaue
ja: 鉤爪
ko: 갈고리발톱
pl: Pazur
zh_hans: 爪
zh_hant: 爪

# trait.Cleaning
source: Cleaning
de: Putzen
ja: 掃除
ko: 청소
pl: Sprzątanie
zh_hans: 清洁
zh_hant: 清潔

# trait.Cleft Chin
source: Cleft Chin
de: Kinngrübchen
ja: 割れ顎
ko: 갈라진 턱
pl: Dołek w podbródku
zh_hans: 美人沟下巴
zh_hant: 美人溝下巴

# trait.Clinical Depression
source: Clinical Depression
de: Klinische Depression
ja: うつ病
ko: 임상적 우울증
pl: Depresja kliniczna
zh_hans: 临床抑郁症
zh_hant: 臨床憂鬱症

# trait.Clitoris Growth
source: Clitoris Growth
de: Klitorisvergrößerung
ja: クリトリス肥大
ko: 음핵 비대
pl: Powiększenie łechtaczki
zh_hans: 阴蒂增大
zh_hant: 陰蒂增大

# trait.Cloak
source: Cloak
de: Mantelumhang
ja: クローク
ko: 클로크
pl: Płaszcz pelerynowy
zh_hans: 披风
zh_hant: 披風

# trait.Clone
source: Clone
de: Klon
ja: クローン
ko: 복제 인간
pl: Klon
zh_hans: 克隆人
zh_hant: 複製人

# trait.Closet Pervert
source: Closet Pervert
de: Heimlicher Perverser
ja: 隠れ変態
ko: 숨은 변태
pl: Skryty zboczeniec
zh_hans: 闷骚变态
zh_hant: 悶騷變態

# trait.Clothes
source: Clothes
de: Kleidung
ja: 衣服
ko: 의류
pl: Ubrania
zh_hans: 衣服
zh_hant: 衣服

# trait.Clothing with Ribbons
source: Clothing with Ribbons
de: Kleidung mit Schleifen
ja: リボン付き衣装
ko: 리본 달린 의상
pl: Ubrania ze wstążkami
zh_hans: 带蝴蝶结的服装
zh_hant: 帶蝴蝶結的服裝

# trait.Clumsy
source: Clumsy
de: Ungeschickt
ja: ドジ
ko: 덜렁이
pl: Niezdarny
zh_hans: 笨手笨脚
zh_hant: 笨手笨腳

# trait.Coach
source: Coach
de: Trainer
ja: コーチ
ko: 코치
pl: Trener
zh_hans: 教练
zh_hant: 教練

# trait.Coat
source: Coat
de: Mantel
ja: コート
ko: 코트
pl: Płaszcz
zh_hans: 外套
zh_hant: 外套

# trait.Coat Cape
source: Coat Cape
de: Cape-Mantel
ja: ケープコート
ko: 케이프 코트
pl: Płaszcz z peleryną
zh_hans: 斗篷大衣
zh_hant: 斗篷大衣

# trait.Cock and Ball Torture
source: Cock and Ball Torture
de: Penis- und Hodenfolter
ja: 陰茎と睾丸の拷問
ko: 음경과 고환 고문
pl: Torturowanie penisa i jąder
zh_hans: 阴茎与睾丸虐待
zh_hant: 陰莖與睪丸虐待

# trait.Cock and Ball Torture Devices
source: Cock and Ball Torture Devices
de: Geräte für Penis- und Hodenfolter
ja: 陰茎と睾丸の拷問器具
ko: 음경과 고환 고문 기구
pl: Przyrządy do torturowania penisa i jąder
zh_hans: 阴茎与睾丸虐待器具
zh_hant: 陰莖與睪丸虐待器具

# trait.Cockslapping
source: Cockslapping
de: Schläge mit dem Penis
ja: 陰茎で叩く
ko: 음경으로 때리기
pl: Uderzanie penisem
zh_hans: 阴茎拍打
zh_hant: 陰莖拍打

# trait.Coder
source: Coder
de: Programmierer
ja: プログラマー
ko: 프로그래머
pl: Programista
zh_hans: 程序员
zh_hant: 程式設計師

# trait.Coercion
source: Coercion
de: Zwang
ja: 強要
ko: 강요
pl: Przymus
zh_hans: 胁迫
zh_hant: 脅迫

# trait.Coke-bottle Glasses
source: Coke-bottle Glasses
de: Brille mit sehr dicken Gläsern
ja: 牛乳瓶底眼鏡
ko: 병 바닥 안경
pl: Okulary z bardzo grubymi szkłami
zh_hans: 瓶底眼镜
zh_hant: 瓶底眼鏡

# trait.Cold-hearted
source: Cold-hearted
de: Kaltherzig
ja: 冷酷
ko: 냉혹함
pl: Bezduszny
zh_hans: 冷酷
zh_hant: 冷酷

# trait.Collar
source: Collar
de: Halsband
ja: 首輪
ko: 목줄
pl: Obroża
zh_hans: 项圈
zh_hant: 項圈

# trait.Collarino
source: Collarino
de: Priesterkragen
ja: コラリーノ
ko: 로만 칼라
pl: Koloratka
zh_hans: 罗马领
zh_hant: 羅馬領

# trait.Colombian
source: Colombian
de: Kolumbianisch
ja: コロンビア人
ko: 콜롬비아인
pl: Kolumbijczyk
zh_hans: 哥伦比亚人
zh_hant: 哥倫比亞人

# trait.Color Blindness
source: Color Blindness
de: Farbenblindheit
ja: 色覚異常
ko: 색각 이상
pl: Ślepota barw
zh_hans: 色盲
zh_hant: 色盲

# trait.Color Changing
source: Color Changing
de: Farbwechsel
ja: 変色
ko: 색상 변화
pl: Zmiana koloru
zh_hans: 变色
zh_hant: 變色

# trait.Colposcopy Camera
source: Colposcopy Camera
de: Kolposkopiekamera
ja: コルポスコピーカメラ
ko: 질확대경 카메라
pl: Kamera do kolposkopii
zh_hans: 阴道镜摄像头
zh_hant: 陰道鏡攝影機

# trait.Coma
source: Coma
de: Koma
ja: 昏睡
ko: 혼수상태
pl: Śpiączka
zh_hans: 昏迷
zh_hant: 昏迷

# trait.Comedian
source: Comedian
de: Komiker
ja: コメディアン
ko: 코미디언
pl: Komik
zh_hans: 喜剧演员
zh_hant: 喜劇演員

# trait.Comfort Sex
source: Comfort Sex
de: Sex zum Trost
ja: 慰めのセックス
ko: 위로를 위한 성교
pl: Seks na pocieszenie
zh_hans: 安慰性爱
zh_hant: 安慰性愛

# trait.Comic Artist
source: Comic Artist
de: Comiczeichner
ja: 漫画家
ko: 만화가
pl: Twórca komiksów
zh_hans: 漫画家
zh_hant: 漫畫家

# trait.Commander
source: Commander
de: Kommandant
ja: 司令官
ko: 사령관
pl: Dowódca
zh_hans: 指挥官
zh_hant: 指揮官

# trait.Communications Officer
source: Communications Officer
de: Kommunikationsoffizier
ja: 通信士
ko: 통신관
pl: Oficer łączności
zh_hans: 通信官
zh_hant: 通訊官

# trait.Competition
source: Competition
de: Wettbewerb
ja: 競争
ko: 경쟁
pl: Rywalizacja
zh_hans: 比赛
zh_hant: 比賽

# trait.Competitive
source: Competitive
de: Wettbewerbsorientiert
ja: 負けず嫌い
ko: 승부욕이 강함
pl: Nastawiony na rywalizację
zh_hans: 争强好胜
zh_hant: 爭強好勝

# trait.Completely Avoidable Death
source: Completely Avoidable Death
de: Vollständig vermeidbarer Tod
ja: 完全回避可能な死
ko: 완전히 회피 가능한 죽음
pl: Całkowicie możliwa do uniknięcia śmierć
zh_hans: 完全可避免的死亡
zh_hant: 完全可避免的死亡

# trait.Completely Avoidable Rape
source: Completely Avoidable Rape
de: Vollständig vermeidbare Vergewaltigung
ja: 完全回避可能な強姦
ko: 완전히 회피 가능한 강간
pl: Całkowicie możliwy do uniknięcia gwałt
zh_hans: 完全可避免的强奸
zh_hant: 完全可避免的強姦

# trait.Completely Avoidable Rape by Others
source: Completely Avoidable Rape by Others
de: Vollständig vermeidbare Vergewaltigung durch andere
ja: 他者による強姦（完全回避可能）
ko: 완전히 회피 가능한 타인에 의한 강간
pl: Całkowicie możliwy do uniknięcia gwałt dokonany przez innych
zh_hans: 完全可避免的遭他人强奸
zh_hant: 完全可避免的遭他人強姦

# trait.Completely Avoidable Rape by Protagonist
source: Completely Avoidable Rape by Protagonist
de: Vollständig vermeidbare Vergewaltigung durch die Hauptfigur
ja: 主人公による強姦（完全回避可能）
ko: 완전히 회피 가능한 주인공에 의한 강간
pl: Całkowicie możliwy do uniknięcia gwałt dokonany przez protagonistę
zh_hans: 完全可避免的主角实施强奸
zh_hant: 完全可避免的主角實施強姦

# trait.Completely Unavoidable Death
source: Completely Unavoidable Death
de: Vollständig unvermeidbarer Tod
ja: 完全回避不能な死
ko: 절대로 회피할 수 없는 죽음
pl: Całkowicie nieunikniona śmierć
zh_hans: 完全不可避免的死亡
zh_hant: 完全不可避免的死亡

# trait.Completely Unavoidable Rape
source: Completely Unavoidable Rape
de: Vollständig unvermeidbare Vergewaltigung
ja: 完全回避不能な強姦
ko: 절대로 회피할 수 없는 강간
pl: Całkowicie nieunikniony gwałt
zh_hans: 完全不可避免的强奸
zh_hant: 完全不可避免的強姦

# trait.Composer
source: Composer
de: Komponist
ja: 作曲家
ko: 작곡가
pl: Kompozytor
zh_hans: 作曲家
zh_hant: 作曲家

# trait.Computering
source: Computering
de: Computerbenutzung
ja: コンピューター操作
ko: 컴퓨터 사용
pl: Korzystanie z komputera
zh_hans: 使用计算机
zh_hant: 使用電腦

# trait.Comrade
source: Comrade
de: Kamerad
ja: 戦友
ko: 전우
pl: Towarzysz
zh_hans: 战友
zh_hant: 戰友

# trait.Con Artist
source: Con Artist
de: Betrüger
ja: 詐欺師
ko: 사기꾼
pl: Oszust
zh_hans: 骗子
zh_hant: 騙子

# trait.Concubine
source: Concubine
de: Konkubine
ja: 側室
ko: 첩
pl: Konkubina
zh_hans: 妾
zh_hant: 妾

# trait.Condom Sex
source: Condom Sex
de: Sex mit Kondom
ja: コンドーム使用のセックス
ko: 콘돔을 사용한 성교
pl: Seks z prezerwatywą
zh_hans: 使用安全套的性行为
zh_hant: 使用保險套的性行為

# trait.Condoms (Clothing)
source: Condoms (Clothing)
de: Kondome (Kleidung)
ja: コンドーム（衣装）
ko: 콘돔(의상)
pl: Prezerwatywy (ubiór)
zh_hans: 安全套（服装）
zh_hant: 保險套（服裝）

# trait.Conductor
source: Conductor
de: Dirigent
ja: 指揮者
ko: 지휘자
pl: Dyrygent
zh_hans: 指挥家
zh_hant: 指揮家

# trait.Confident
source: Confident
de: Selbstbewusst
ja: 自信家
ko: 자신감 있음
pl: Pewny siebie
zh_hans: 自信
zh_hant: 自信

# trait.Confinement
source: Confinement
de: Gefangenschaft
ja: 監禁
ko: 감금
pl: Uwięzienie
zh_hans: 拘禁
zh_hant: 拘禁

# trait.Confinement in a Simulated Reality
source: Confinement in a Simulated Reality
de: Gefangenschaft in einer simulierten Realität
ja: シミュレートされた現実での監禁
ko: 시뮬레이션된 현실 속 감금
pl: Uwięzienie w symulowanej rzeczywistości
zh_hans: 模拟现实中的拘禁
zh_hant: 模擬現實中的拘禁

# trait.Conjoined Twins
source: Conjoined Twins
de: Siamesische Zwillinge
ja: 結合双生児
ko: 결합 쌍둥이
pl: Bliźnięta syjamskie
zh_hans: 连体双胞胎
zh_hant: 連體雙胞胎

# trait.Consensual Bestiality
source: Consensual Bestiality
de: Einvernehmlicher Sex mit Tieren
ja: 合意の獣姦
ko: 합의된 수간
pl: Dobrowolny seks ze zwierzętami
zh_hans: 自愿兽交
zh_hant: 自願獸交

# trait.Consensual Erotic Humiliation
source: Consensual Erotic Humiliation
de: Einvernehmliche erotische Demütigung
ja: 合意のエロティックな屈辱
ko: 합의된 성적 굴욕
pl: Upokorzenie erotyczne za zgodą
zh_hans: 双方同意的色情羞辱
zh_hant: 雙方同意的色情羞辱

# trait.Consensual Group Sex of One Female and Several Males
source: Consensual Group Sex of One Female and Several Males
de: Einvernehmlicher Gruppensex einer Frau mit mehreren Männern
ja: 一人の女性と複数の男性による合意の乱交
ko: 합의된 여성 1명과 남성 여러 명의 집단 성교
pl: Dobrowolny seks grupowy jednej kobiety z wieloma mężczyznami
zh_hans: 双方同意的一女多男群交
zh_hant: 全員合意的一女多男群交

# trait.Consensual Phone Sex
source: Consensual Phone Sex
de: Einvernehmlicher Telefonsex
ja: 合意のテレフォンセックス
ko: 합의된 폰섹스
pl: Seks przez telefon za zgodą
zh_hans: 双方同意的电话性爱
zh_hant: 雙方同意的電話性愛

# trait.Consensual Porn Acting
source: Consensual Porn Acting
de: Einvernehmliches Mitwirken in Pornografie
ja: 合意のポルノ出演
ko: 합의된 포르노 출연
pl: Dobrowolne występowanie w pornografii
zh_hans: 自愿出演色情作品
zh_hant: 自願出演色情作品

# trait.Consensual Porn Production
source: Consensual Porn Production
de: Einvernehmliche Pornoproduktion
ja: 合意のポルノ制作
ko: 합의된 포르노 제작
pl: Dobrowolna produkcja pornografii
zh_hans: 自愿制作色情作品
zh_hant: 自願製作色情作品

# trait.Consensual Sex with Insects
source: Consensual Sex with Insects
de: Einvernehmlicher Sex mit Insekten
ja: 昆虫との合意の性交
ko: 합의된 곤충과의 성교
pl: Dobrowolny seks z owadami
zh_hans: 自愿与昆虫发生性行为
zh_hant: 自願與昆蟲發生性行為

# trait.Consensual Sex with Slimes
source: Consensual Sex with Slimes
de: Einvernehmlicher Sex mit Schleimwesen
ja: スライムとの合意の性交
ko: 합의된 슬라임과의 성교
pl: Dobrowolny seks ze śluzowymi istotami
zh_hans: 自愿与史莱姆发生性行为
zh_hant: 自願與史萊姆發生性行為

# trait.Consensual Sex with Tentacles
source: Consensual Sex with Tentacles
de: Einvernehmlicher Sex mit Tentakeln
ja: 触手との合意の性交
ko: 합의된 촉수와의 성교
pl: Dobrowolny seks z mackami
zh_hans: 自愿与触手发生性行为
zh_hant: 自願與觸手發生性行為

# trait.Construct
source: Construct
de: Konstrukt
ja: 人工生命体
ko: 인공 생명체
pl: Konstrukt
zh_hans: 构造体
zh_hant: 人工生命體

# trait.Construction Worker
source: Construction Worker
de: Bauarbeiter
ja: 建設作業員
ko: 건설 노동자
pl: Pracownik budowlany
zh_hans: 建筑工人
zh_hant: 建築工人

# trait.Consumption of Porn
source: Consumption of Porn
de: Pornokonsum
ja: ポルノ鑑賞
ko: 포르노 감상
pl: Korzystanie z pornografii
zh_hans: 观看色情作品
zh_hant: 觀看色情作品

# trait.Contact Lenses
source: Contact Lenses
de: Kontaktlinsen
ja: コンタクトレンズ
ko: 콘택트렌즈
pl: Soczewki kontaktowe
zh_hans: 隐形眼镜
zh_hant: 隱形眼鏡

# trait.Containers
source: Containers
de: Behälter
ja: 容器
ko: 용기
pl: Pojemniki
zh_hans: 容器
zh_hant: 容器

# trait.Cook
source: Cook
de: Koch
ja: 料理人
ko: 요리사
pl: Kucharz
zh_hans: 厨师
zh_hant: 廚師

# trait.Cooking
source: Cooking
de: Kochen
ja: 料理
ko: 요리
pl: Gotowanie
zh_hans: 烹饪
zh_hant: 烹飪

# trait.Coprophagia
source: Coprophagia
de: Koprophagie
ja: 食糞
ko: 식분
pl: Koprofagia
zh_hans: 食粪
zh_hant: 食糞

# trait.Coronation
source: Coronation
de: Krönung
ja: 戴冠式
ko: 대관식
pl: Koronacja
zh_hans: 加冕
zh_hant: 加冕

# trait.Coroner
source: Coroner
de: Gerichtsmediziner
ja: 検視官
ko: 검시관
pl: Lekarz sądowy
zh_hans: 验尸官
zh_hant: 驗屍官

# trait.Corporal
source: Corporal
de: Korporal
ja: 伍長
ko: 상병
pl: Kapral
zh_hans: 下士
zh_hant: 下士

# trait.Corrupted Form
source: Corrupted Form
de: Verdorbene Gestalt
ja: 堕落形態
ko: 타락 형태
pl: Skażona postać
zh_hans: 堕落形态
zh_hant: 墮落形態

# trait.Corset
source: Corset
de: Korsett
ja: コルセット
ko: 코르셋
pl: Gorset
zh_hans: 紧身胸衣
zh_hant: 緊身胸衣

# trait.Cosmetic Surgery
source: Cosmetic Surgery
de: Schönheitschirurgie
ja: 美容整形
ko: 미용 성형
pl: Chirurgia estetyczna
zh_hans: 整形手术
zh_hant: 整形手術

# trait.Councillor
source: Councillor
de: Ratsmitglied
ja: 議員
ko: 의원
pl: Radny
zh_hans: 议员
zh_hant: 議員

# trait.Country of Origin
source: Country of Origin
de: Herkunftsland
ja: 出身国
ko: 출신 국가
pl: Kraj pochodzenia
zh_hans: 原籍国
zh_hant: 原籍國

# trait.Coup D'état
source: Coup D'état
de: Staatsstreich
ja: クーデター
ko: 쿠데타
pl: Zamach stanu
zh_hans: 政变
zh_hant: 政變

# trait.Court Shoes
source: Court Shoes
de: Pumps
ja: パンプス
ko: 펌프스
pl: Czółenka
zh_hans: 浅口鞋
zh_hant: 淺口鞋

# trait.Cousin
source: Cousin
de: Cousin oder Cousine
ja: いとこ
ko: 사촌
pl: Kuzyn lub kuzynka
zh_hans: 表亲
zh_hant: 堂表親

# trait.Cousin Complex
source: Cousin Complex
de: Cousin-Komplex
ja: いとこコンプレックス
ko: 사촌 콤플렉스
pl: Kompleks kuzynostwa
zh_hans: 恋表亲情结
zh_hant: 戀堂表親情結

# trait.Cow Cosplay
source: Cow Cosplay
de: Kuh-Cosplay
ja: 牛コスプレ
ko: 소 코스프레
pl: Cosplay krowy
zh_hans: 奶牛装扮
zh_hant: 奶牛裝扮

# trait.Coward
source: Coward
de: Feigling
ja: 臆病者
ko: 겁쟁이
pl: Tchórz
zh_hans: 胆小鬼
zh_hant: 膽小鬼

# trait.Cowboy Hat
source: Cowboy Hat
de: Cowboyhut
ja: カウボーイハット
ko: 카우보이모자
pl: Kapelusz kowbojski
zh_hans: 牛仔帽
zh_hant: 牛仔帽

# trait.Coworker
source: Coworker
de: Arbeitskollege
ja: 同僚
ko: 직장 동료
pl: Współpracownik
zh_hans: 同事
zh_hant: 同事

# trait.Cravat
source: Cravat
de: Krawattentuch
ja: クラバット
ko: 크라바트
pl: Fular
zh_hans: 领巾
zh_hant: 領巾
